<template>
  <div id="solution-detail">

    <div id="box">
      <div class="wrap">
          <header>
            <h2>{{ title[con] }}</h2>
            <span class="line"></span>
          </header>

          <article v-html="selfData[con]"></article>
        </div>

      <div id="pro-top" @click="toTop()"></div>
      </div>
    </div>
</template>

<script>
  import VueEvent from '../model/VueEvent';

  export default {
    name: 'solution',
    data() {
      return {
        title: ['公安行业解决方案','消防林业解决方案','石油化工解决方案','电力行业解决方案','道路巡检解决方案','测绘行业解决方案'],
        selfData: [
          '<img src="@/../static/images/solution/detail/con1-1.jpg" /><h4>背景</h4><p>目前的视频监控系统，无法做到全地面覆盖，也存在很大的视野局限性，特别是在执行一些紧急任务时，任务地点往往没有安装摄像机，导致指挥中心无法及时了解现场情况。因此，目前监控系统最迫切的需要解决的问题，是需要一套从地面到空中、可移动的全方位的立体监控方案。</p><h4>解决方案</h4><img src="@/../static/images/solution/detail/con1-2.png" /><p>无人机将实时图像与飞行数据传输到地面站及遥控器之后，通过4G公网或移动指挥车等接入视频专网，与传统的治安监控摄像机一样将实时图像及数据回传后端指挥中心。指挥中心支持上下级管理，各类前端数据也支持通过权限分配供各临时指挥部调取。</p><p>指挥中心人员可以通过大屏电视墙或者客户端电脑查看无人机的实时图像，也可以控制云台相机或进行远程喊话，以便根据现场情况及时、准确地进行指导和指挥。</p><h4>方案优势</h4><p>根据无人机的特点，结合具体的警务工作实际情况，警用无人机在空中侦察、消防救援、抢险救灾、交通管理等运用无疑是一种趋势，有着巨大的市场前景。</p><h5>1、与公安业务系统高度融合</h5><p>目前绝大部分无人机仅作为单一的警用工具，功能有限，且孤立于公安成熟的业务系统之外，无法与其他业务系统形成有机、统一的综合系统。而大华股份的无人机其视频传输协议是按照视频监控国家标准GB/T 28181研制，可确保无人机视频无缝对接公安视频监控系统。</p><h5>2、功能多样化</h5><p>无人机不仅要携带大变焦可见光相机开展空中隐蔽侦察，还能够携带红外热成像、喊话器、抛投、MAC地址采集等挂载，开展反恐处突、森林防火、应急防空、禁种铲毒、大型活动安保、群体性事件处置等多种作战任务。</p><h5>3、现场展开快速化</h5><p>无人机实现了折臂结构，快拆桨叶、快拆云台等模块化设计，支持现场快速组装，以满足公安工作突发性、应急性的特点，以保障无人机装备能快速拉出来，快速用得上，可实现在几分钟内快速安装和拆解。</p><h5>4、通信传输数据链化</h5><p>公安是特殊部门，执行的任务很多具有隐蔽性，保密性要求高，任务内容不能随意泄露。在利用无人机执行任务时，数据、通信传输必须数据链化，才能保证内容的安全。</p><h5>5、续航时间与载重</h5><p>六旋翼无人机的最大续航时间达到了60分钟，最大载重量超10kg。同时，通过系留技术能够实现不间断持续飞行，以满足特殊应用场景下，警用无人机的各种作战任务。</p>',
          '<img src="@/../static/images/solution/detail/con2-1.png" /><h4>背景</h4><p>我国森林资源较为贫乏，森林覆盖率约为13%左右，人均森林占有面积仅为世界平均值的1/6，但森林大火每年都有发生，如何解决森林防火的问题，又成为林业工作的重中之重。目前，国外森林防火中应用了较多的新技术和新设备，国内在此方面的应用需求也日益增加，对森林保护的投入逐渐加大，先后运用卫星进行资源普查、森林火场监视，而使用无人机系统对森林火情监测则还是初始阶段。</p><h4>解决方案</h4><p>无人机遥感技术简单的说就是将无人机技术与遥感技术进行有效的结合，其主要的技术内容有无人驾驶飞行技术、遥测遥控技术、遥感传感器技术、通讯技术、遥感应用技术以及GPS差分定位技术，这是一种相对较为综合的技术，可以快速的对我国森林火灾状况进行调查，并对相应的信息与数据进行掌握，以此来预防森林火灾的发生或用于森林火灾的救援。</p><img src="@/../static/images/solution/detail/con2-2.png"/><h4>方案优势</h4><h5>1、准确提供火灾信息</h5><p>华飞系列无人机的机载的红外和可见光摄像机监测森林火灾，经数控遥测电路实时传输到地面站，将火点、热点显示在地面站的数字地图上，经过识别系统确定是否火点，并进行精确的火点定位。当该飞行器在火场上方飞行时，还可将火场的轮廓、面积、蔓延速度等数据实时传回地面控制中心，监测林火发生（特别适用于初发火和隐火）和火场发展动态，为地面扑火指挥提供可靠信息。</p><h5>2、帮助制定合理救援方案</h5><p>华飞无人机可以按照一定的高度、位置进行飞行，这样作为空中的一个制高点，对整个火灾区域进行观察，完成对灭火救援现场的数据采集，为科学调派救援和制订救援方案提供信息支撑。</p><h5>3、预防火灾和二次灾害</h5><p>火灾扑灭后，在留守扑火队员清理火场，防止复燃的情况下，无人机可以搭载红外热成像摄像机，对火烧迹地进行红外探测，获取火场内完整的地面温度分布状态图像，从而及时发现存在暗火，使指挥中心能及时调配扑火队员清理暗火，保证扑火队员的生命安全，有效防止火灾复燃。</p>',
          '<img src="@/../static/images/solution/detail/con3-1.jpg" /><h4>背景</h4><p>石油化工是国民经济的支柱产业，涉及油气的勘探开采，管道输送，石油天然气的精炼。由于油气田多处于偏僻的沙漠和沼泽等地区。这类环境为油气的勘探，油气的输送维护工作带来诸多不便。</p><h4>解决方案</h4><p>为了方便油气勘探和油气管线维护，华飞推出了多款多旋翼和垂直起降固定翼无人机，搭载华飞各种智能化检测负载，为石油勘探和油气田和管线的维护带来便利，同时华飞无人机提供的远距离数据传输解决方案，使中央控制室的人员能在控制室就能直接观察现场的情况和状态，大大提高了工作效率并节省人工成本。同时华飞智能无人机也支持定制化开发，为客户提供定制化的需求和解决方案，以适应不同环境和用户使用。</p><h4>方案优势</h4><h5>1、高清画质</h5><p>系统搭载高性能30倍变焦摄像机，最大可获得分辨率为2592*2592的高清视频画面。能够实现几百米外看清车牌的能力。人机均可在危险区域之外进行安全有效的观察侦测，有效规避风险发生。</p><h5>2、智能飞行</h5><p>华飞无人机通过自主研发的导航飞控系统，能够实现按照规划好的航线进行自动飞行，并且飞控具备自动拍照功能，可以进行自动飞行自动拍照，实时获取巡查区域的高清航片，并且通过快拼软件生成二维或者三维的图形影响，为人工或者智能分析提供成果。</p><h5>3、城区小型机定点监控巡查</h5><p>石化的炼化区域建筑物结构复杂，大型长航时多旋翼并不完全适合飞行，而华飞小型四旋翼无人机可以在狭小的场所内自如飞行，通过搭载不同的任务设备，可以进行气体检测、可见光巡查、夜间巡逻等工作。</p><h5>4、郊区大型机长时间巡查</h5><p>华飞六旋翼无人机长续航时间超过60分钟，有效控制半径10km以上。可以在空中方便进入各类地面人员难以到达场所，实时观察现场状况，极大提高巡线效率，同时大型六旋翼所具备的大负载能力可以携带救援物资或者作业设备快速进入到工作现场提高工作效率。</p><h5>5、应急救援</h5><p>华飞无人机可以搭载多种设备，在处理突发事件，应急救援的时候提供必要的支持，搭载红外热成像能够进行人员搜索，搭载喊话器可以进行人员疏导，搭载抛投器可以进行救援物资投放，既可以满足自身日常工作需要，也可以起到承担社会责任的作用。</p><h5>6、高性价比</h5><p>一次性投入，长时间使用，高效的巡线，快速的反应速度，大大降低人工及物力成本支出。平均一架无人机可以节约6-8个人工，每年可以节约成本支出30-50万以上。</p><h5>7、良好的应急拓展性</h5><p>华飞智能作为大华旗下子公司，研发能力毋容置疑，我们可以根据甲方需求定制开发，同时提供整合集成。为客户带来最便利的使用体验。目前已经在石化行业拓展了气体检测，倾斜摄影服务，智能分析，无人机平台管控等功能。</p>',
          '<img src="@/../static/images/solution/detail/con4-1.png" /><h4>背景</h4><p>近几年，随着电力事业的不断发展，输电网规模越来越大，设备越来越多，巡视的工作量也在不断的增加，运行人员逐渐无法忍受重负。与此同时，电网管理水平的不断提高，运行维护单位也对输电线路的运行管理方式进行着不断的探索</p><h4>解决方案</h4><p>华飞无人机可以让电力巡线工作变得更为简单、高效。高清实时图传可以让巡检人员在飞行中就能快速发现故障点，红外可见光双目云台可以更加提高缺陷查找的效率，一次飞行两种数据。华飞无人机整合互联网、大数据平台，航空技术，以视频技术为核心，可出色完成电力巡检、输电线路走廊等各种空中检测作业。</p><img src="@/../static/images/solution/detail/con4-2.jpg"/><h4>方案优势</h4><h5>1、方便携带、巡检效率高</h5><p>飞行器按旋翼数量可分为四旋翼和六旋翼飞行器。四旋翼飞行器具有机动灵活、携带方便、飞行速度快等优点，在电力巡检中，利于巡检人员携带操作。六旋翼可进行超长距离，高难度地形的能力拓展。</p><p>传统巡检无人机需要两名飞手控制，华飞无人机地面站集成了飞行遥控器、地面站、云台遥控器、4G传输平台，四位一体，并提供多种搭配方案，真正实现了单兵作战，减轻了一线作业人员的负担。</p><p>另外华飞无人机的丰富配置功能，同时先进的挂载，将会极大地提高输电线路巡视的效率。双光云台为缺陷的准确定位提供更为便捷的检测手段。</p><h5>2、远距离控制，高变倍、高清晰度图像</h5><p>华飞拥有强大的大华监控系统优势，对于图像监控和识别，掌握着核心技术，4K、40倍光学变焦云台提供了超清超远距离的电力巡检能力，能够对25米外的1.5mm销钉清晰辨别。高灵敏度的红外吊舱，能够准确定位发热点，找出隐藏缺陷，并且拥有多项核心专利的高速云台图像稳定系统，为图像的清晰度和稳定性提供最佳的保障。</p><h5>3、强大系统平台</h5><p>通过不断的巡检作业，建立足够的样本空间后，通过智能算法，实现金具生锈、通用型缺陷等隐患的自动分类和识别。我司地面指挥系统可以在智慧中心，对一线人员进行实时图像数据监控，远程任务载荷，如云台等控制，任务指令一键发布等，为智能化集中管理，提供强大支撑。</p>',
          '<img src="@/../static/images/solution/detail/con5-1.jpg" /><h4>背景</h4><p>我国高速公路通车里程超10万公里，位居世界第一；同时铁路营业总里程达12.1万公里，居世界第二，高速铁路里程达1.9万公里，居世界第一。因此，道路、铁路的日常巡检工作任务十分繁重，在桥梁桥墩，以及山区、湖泊等地，传统人工巡检，难度大、效率低，并且对于作业人员自身安全，也存在一定的风险。</p><p>同时传统的线路巡检检查是工作人员利用普通仪器或肉眼巡视设施，然后再人工录入到计算机中。设备巡检质量受过多认为因素的影响，录入过程容易出错，对于巡检人员是否巡视到位无法进行有效的管理，巡视质量不能得到保障。</p><h4>解决方案</h4><img src="@/../static/images/solution/detail/con5-2.jpg"/><p>利用无人机空中作业的优势，对铁路、道路的桥梁、隧道口等关键部位进行巡检，并通过系统记录隐患的位置。</p><h4>方案优势</h4><h5>1、有效肃清排查死角</h5><p>无人机可携带高清摄像机、照相机飞临铁路、道路上方的隧道口、山区危险岩石处所，将图像实时传回地面，并可对危岩、地质、地貌进行资料采集。同时通过航拍全景式呈现，有效避免了由于人力排查不可能面面俱到、因而出现的隐患死角，同时还大大减少了前期工作量。</p><h5>2、减小作业人员风险</h5><p>为了确保机车在线路上安全稳定运行，规避机车未知风险，工人们需要对每一个山头、每一处危石逐一排查；有时必须爬上十几米高的陡坡、甚至悬崖峭壁危险性大。利用无人机航拍，就可以利用科技新手段，来规避、甚至完全绕开了人身伤害的风险，确保了人身安全。</p><h5>3、提升作业效率</h5><p>通过及时引进先进无人机等先进技术，改进作业方式，可以大大提升职工施工作业效率，同时减轻劳动强度。</p><h5>4、隐患自动识别</h5><p>通过不断的巡检作业，建立足够的样本空间后，通过智能算法，实现铁路/道路裂缝、螺帽脱落等隐患的自动识别。</p>',
          '<img src="@/../static/images/solution/detail/con6-1.jpg" /><h4>背景</h4><p>航空测绘是无人机最早应用于民用的领域之一，原理就是通过无人机搭载大分辨率相机，通过正摄（镜头垂直向下）或者倾斜摄影（镜头1正4斜）或者激光雷达扫描的方式，对地形地貌进行拍摄或者扫描，然后通过照片的重叠拼接，产生一张拥有坐标信息的成果图，无人机航测已经是测绘领域不可或缺的组成部分。</p><h4>解决方案</h4><p>华飞智能针对测绘行业的特性，专门开发了垂直起降固定翼和大载重长航时多旋翼无人机，通过挂载正摄相机，倾斜摄影相机，光电吊舱等测绘设备，可以有效地应用于各种不同的使用场景，胜任各种测绘和类测绘任务。</p><img src="@/../static/images/solution/detail/con6-2.png"/><h4>方案优势</h4><h5>1. 影像获取快捷方便</h5><p>华飞高端影像数据设备能够快速采集带GPS信息的照片数据，通过数据线简单链接即可快速获取影像数据。</p><h5>2.精简成本</h5><p>华飞通过大量的模块化精简和系统的整合优化，成本大大节约，通过自主研发的多旋翼和垂直起降固定翼搭载摄像模块，产品打包，性价比远远高于目前市面上的常规测绘无人机。</p><h5>3. 整个系统机动性强</h5><p>整套设备不需要专门机场调运、调配，可用小型汽车装载托运，随时下车组装，2-3个工作人员10-15分钟内即可完成组装起飞准备工作。</p><h5>4. 受气候条件影响小</h5><p>中等雨雪天气或者大风环境下，华飞无人机依然可以外出作业。</p><h5>5. 飞行条件需求较低</h5><p>不需要专门机场和跑道，可在普通公路或者空地上即可完成起飞和降落的工作，极大地提高了工作的效率。</p><h5>6. 满足多比例尺成图</h5><p>可以快速生成 1：500、1：1000、1：2000大比例尺成果图</p>'
        ],
        con: 0
      }
    },
    methods: {
      toTop() {
        document.documentElement.scrollTop -= 100;
        if (document.documentElement.scrollTop > 0) {
          var timer = setTimeout(() => this.toTop(),16);
        }else {
          clearTimeout(timer);
        }
      }
    },
    created() {
      this.con = this.$route.query.con;
    },
    destroyed() {
      VueEvent.$emit('toMore','');
    }
  }
</script>

<style scoped>
  @import "../../static/css/solution-detail.css";
</style>
